Repository: P-marashi/Achare-task
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Personal info
fa: اطلاعات شخصی

source: Permissions
fa: مجوزها

source: Important dates
fa: تاریخ‌های مهم

source: Phone number must start with '09' and be 11 digits long.
fa: شماره تلفن باید با '09' شروع شده و 11 رقم طول داشته باشد.

source: OTP must be exactly 6 digits.
fa: کد یکبار مصرف باید دقیقاً 6 رقم باشد.

source: otp
fa: کد یکبار مصرف

source: password
fa: رمز عبور

source: invalid_nonce
fa: توکن نامعتبر

source: invalid_otp
fa: کد یکبار مصرف نامعتبر

source: invalid username or password
fa: نام کاربری یا رمز عبور نامعتبر

source: invalid_password_or_username
fa: نام کاربری یا رمز عبور نامعتبر

source: otp sent to mobile number.
fa: کد یکبار مصرف به شماره موبایل ارسال شد.

source: Invalid or expired Code.
fa: کد نامعتبر یا منقضی شده است.

source: Invalid password or username
fa: نام کاربری یا رمز عبور نامعتبر

source: Profile updated successfully.
fa: پروفایل با موفقیت به‌روز شد.

source: Unexpected error while updating profile
fa: خطای غیرمنتظره در حین به‌روزرسانی پروفایل

source: There was an issue updating the profile.
fa: مشکلی در به‌روزرسانی پروفایل وجود داشت.

source: A server error occurred.
fa: یک خطای سرور رخ داد.

source: Error during user authentication by mobile
fa: خطا در احراز هویت کاربر از طریق موبایل

source: User with this mobile number does not exist
fa: کاربری با این شماره موبایل وجود ندارد

source: There was an issue updating the profile
fa: مشکلی در به‌روزرسانی پروفایل وجود داشت.

source: Invalid phone number format. Please ensure it matches the required pattern.
fa: فرمت شماره تلفن نامعتبر است. لطفاً اطمینان حاصل کنید که با الگوی مورد نظر مطابقت دارد.
